import React from 'react';
import './../stylesheets/content.css';

const Content = () => {
    return(
        <div className="content">
            <p>Симбиот Веном (англ. venom ‘яд’) — вымышленный персонаж, появляющийся в комиксах издательства Marvel Comics, 
            обычно связанных с Человеком-пауком. Первое появление Венома состоялось в The Amazing Spider-Man #300 (Май, 1988). 
            Изначально выступавший в качестве суперзлодея, персонаж со временем приобрёл статус антигероя.</p>
            <p>Веном — симбиот, 
            разумное инопланетное существо липкой, практически жидкой формы. Подобно реальным симбиотам, для того, чтобы выжить, 
            он нуждается в носителе, как правило в человеческом теле. 
            Единение с симбиотом предоставляет его владельцу сверхчеловеческие возможности. 
            Слияние симбиота с человеком порождает сущность, известную как "Веном".</p>
            <p>Первым известным владельцем симбиота был Человек-Паук, который в конечном итоге отказался от пришельца, 
            узнав о его истинных намерениях. Впоследствии симбиот объединялся с другими носителями, 
            в частности с Эдди Броком, его вторым и самым известным хозяином, ставшим первым Веномом и заклятым врагом Человека-Паука. 
            Согласно источникам Щ.И.Т.а, он является одной из величайших угроз человечеству, наряду с Магнето,
            Доктором Думом и Красным Черепом.</p>
            <p>В 2018 году в фильме «Веном» Венома использует Эдди Брок, роль которого исполнит Том Харди.</p>
        </div>
    )
}

export default Content;